Repository: alex-zubenko/lc
Catalog: mtc_core/translations/*.po
Languages: fr

source: You have been successfully logged in. Please wait while the page is refreshed.
fr: Vous avez été connecté avec succès. La page va se recharger.

source: You have been successfully logged in. Please wait while you are redirected.
fr: Vous avez été connecté avec succès. Veuillez patienter pendant que vous êtes redirigé.

source: Username
fr: Pseudo

source: Log in
fr: Connexion

source: Subscribe to group
fr: S'inscrire au groupe

source: Your name
fr: Votre pseudo

source: To User
fr: Ecrire à

source: Create Message
fr: Ecrire un message

source: Subject
fr: Sujet

source: Body
fr: Texte du message

source: Select user accounts to receive message.
fr: Entrez le pseudo du destinaire

source: Enter message subject
fr: Entrez le sujet de message

source: Enter message subject.
fr: Entrez le sujet de message

source: Enter message text
fr: Entrez le texte de votre message

source: Request group membership
fr: Demande d'adhésion au groupe

source: Join
fr: Joindre

source: Unsubscribe from group
fr: Désinscrire du groupe

source: Or simply select an icon
fr: Ou choisissez un avatar

source: Picture
fr: Importer une image

source: My blog
fr: Mon blog

source: You have not posted any tickets yet
fr: Vous n’avez pas encore posté de billet

source: Your tickets
fr: Les billets

source: Make this private content
fr: Rendre ce contenu privé

source: Private
fr: Privé

source: Submit a new ticket
fr: Soumettre un nouveau billet

source: Title
fr: Titre

source: Quote
fr: Citer

source: Community
fr: Communauté

source: Member's blog
fr: Blog des membres

source: Choose some options
fr: Choisis une option

source: View blog
fr: Voir le blog

source: Write a message
fr: Écrire un message

source: Write a message to the coach
fr: Écrire un message

source: My tickets
fr: Vos billets

source: Message was send
fr: Votre message est envoyé

# confirm delete blog
source: Yes
fr: Oui

# cancel delete blog
source: No
fr: Non

source: Are you sure you want to delete this post?
fr: Êtes-vous sûr de vouloir supprimer ce billet ?

source: See the last post
fr: Voir le dernier message

source: User not found
fr: Utilisateur non trouvé

source: Failed to send email.Please try it later
fr: Échec de l'envoi du courrier électronique. Essayez-le plus tard
